<template lang="html">
  <div class="mt-5">
    <div class="text-center">
      <h2>นโยบายความเป็นส่วนตัว</h2>
    </div>
    <div class="text-left mt-5">
      <h3>นโยบายความเป็นส่วนตัวของแอพ มังกรฟ้า มหานคร</h3>
      <br />เราแอพ มังกรฟ้า มหานคร
      ได้คำนึงถึงความเป็นส่วนตัวของลูกค้าเป็นอย่างแรก
      ดังนั้นเราจึงจำเป็นต้องเก็บรวบรวมข้อมูลและใช้ข้อมูลที่จำเป็นเพื่อระบุถึงตัวบุคคลตาม
      พรบ.คอมพิวเตอร์ แห่งราชอาณาจักรไทยเท่านั้น
      นโยบายความเป็นส่วนตัวอธิบายถึงวิธีที่เราเก็บข้อมูล นำมาใช้ และ
      การเปิดเผยข้อมูลส่วนตัว (ในบางกรณี)
      โดยนโยบายนี้จะอธิบายถึงขั้นตอนการกระทำกับข้อมูลส่วนบุคคล
      และสุดท้ายนโยบายนี้จะอธิบายถึงตัวเลือกที่ท่านสามารถเลือกได้เกี่ยวกับการเปิดเผยข้อมูลของท่านเอง
      การที่ท่านเข้ามาที่แอพพลิเคชั่นนี้ทั้งทางตรงและทางอ้อม
      ถือว่าท่านยอมรับนโยบายของเราทันที
      การปกป้องดูแลข้อมูลส่วนตัวของท่านเปรียบเสมือนความไว้วางใจที่ท่านมีให้เราและเป็นสิ่งที่เราให้ความสำคัญเสมอมา
      ดังนั้นเราจึงจะขอใช้เพียงข้อมูลบางส่วนของท่านอันได้แก่ ชื่อ
      ที่อยู่และข้อมูลอื่นๆ ที่เกี่ยวข้อง
      เฉพาะที่สอดคล้องกับนโยบายความเป็นส่วนตัวที่เราได้กำหนดไว้
      ทั้งนี้เราจึงเก็บรวบรวมเฉพาะข้อมูลที่จำเป็นต่อการดำเนินความสัมพันธ์ทางธุรกรรมของเรากับท่านเท่านั้น
      ทางเราจะเก็บรักษาข้อมูลของท่านไว้เป็นระยะเวลาตราบเท่าที่กฎหมายกำหนดหรือ
      เป็นระยะเวลาตามวัตถุประสงค์ในการเก็บข้อมูลนั้นๆ
      ท่านสามารถเยี่ยมชมแอพพลิเคชั่นของเราได้โดยไม่จำเป็นต้องให้ข้อมูลส่วนบุคคลใดๆ
      โดยตลอดการเยี่ยมชมแอพพลิเคชั่นของเราท่านจะอยู่ในฐานะผู้ไม่เปิดเผยตัวตน
      และไม่สามารถระบุตัวตนได้ จนกว่าท่านจะสมัครลงทะเบียนบัญชีผู้ใช้กับเรา
      และได้เข้าสู่ระบบด้วยชื่อบัญชีและรหัสผ่านของท่านเอง
    </div>
    <div class="text-left mt-5">
      <h3>การเปลี่ยนแปลงนโยบายความเป็นส่วนตัว</h3>
      <br />แอพ มังกรฟ้า มหานคร มีสิทธิ์ในการเปลี่ยนแปลง แก้ไข
      นโยบายความเป็นส่วนตัวได้ทุกเมื่อ และทุกๆการเปลี่ยนแปลงแก้ไขใดๆ
      จะปรากฏอยู่บนแอพพลิเคชั่นของเรา
    </div>
    <div class="text-left mt-5">
      <h3>ติดต่อ</h3>
      <br />หากท่านมีความไม่พึงพอใจเกี่ยวกับนโยบายความเป็นส่วนตัว
      เชื่อว่าเราไม่ได้จัดการเกี่ยวกับเรื่องสิทธิในข้อมูลส่วนตัวของท่านอย่างน่าพึงพอใจ
      ต้องการติชม หรือร้องเรียนใดๆ
      กรุณาติดต่อศูนย์บริการลูกค้าตามช่องทางที่ระบุไว้ในหน้าติดต่อแอพ มังกรฟ้า
      มหานคร
    </div>
  </div>
</template>

<script>
export default {
  layout: 'empty',
};
</script>

<style lang="css" scoped></style>
